Repository: RedTurtle/collective.login_monitor
Catalog: collective/login_monitor/locales/*/LC_MESSAGES/collective.login_monitor.po
Languages: it

source: All the groups
it: Tutti i gruppi

source: E-mail
it: Indirizzo posta elettronica

source: Exclude
it: Escludi

source: Export to CSV
it: Esporta in CSV

source: Filter by user id
it: Filtra per ID utente

source: Full Name
it: Nome

source: Group
it: Gruppo

source: Last login date
it: Ultimo login

source: Last login in the search range
it: Ultimo login nel periodo cercato

source: Login count
it: Conteggio login

source: Message text
it: Testo del messaggio

source: Monitor user logins
it: Monitor login utenti

source: Period
it: Periodo

source: Search
it: Cerca

source: Send message
it: Invia messaggio

source: Store and monitor login access to your site
it: Memorizza e controlla i login degli utenti al sito

source: Subject
it: Oggetto

source: User ID
it: ID utente

source: Users login monitor
it: Monitor login utenti

source: component_lookup_error
it: Non posso connettermi al database. Prego verificane la configurazione

source: contact_form_help
it: Usa questo modulo per inviare una e-mail a tutti gli utenti trovati dalla ricerca

source: exclude_help
it: Escludi elementi trovati dai criteri di ricerca. Questo significa che saranno mostrati utenti che non hanno effettuato un login nel periodo selezionato.

source: form_help
it: Cerca e controlla le operazioni di login intraprese dagli utenti del sito.

source: mail_configuration_error
it: Non Ã¨ stato possibile inviare i messaggi. Controlla la configurazione del mailhost.

source: mail_legend
it: Contatta utenti

source: mail_sent
it: Messaggio inviato a $count destinatari

source: no_results
it: La ricerca non ha portato a nessun risultato

source: no_users_found
it: La tua ricerca non ha trovato nessun indirizzo e-mail valido

source: period_help
it: Mostra gli accessi all'interno dell'intervallo seguente

source: search_legend
it: Cerca/esporta login

source: search_results
it: Risultati della ricerca

source: send_message_missing_data
it: Devi fornire un oggetto e un testo per il messaggio da inviare

source: show_groups_help
it: Mostra gli utenti del gruppo selezionato. Mantieni "tutti i gruppi" per non applicare filtri.
